Repository: libremesh/lime-packages
Catalog: packages/lime-webui/po/*/lime-webui.po
Languages: ar, ca, de, nb, ru

source: (%s available)
ar: (%s متوفر)
ca: (%s disponible)
de: (%s verfügbar)
nb: (%s tilgjengelig)
ru: (%s доступно)

source: About
ar: حول
ca: Quant a
de: Über
nb: Om
ru: О программе

source: Access Point ESSID (usually name of your network)
ar: ESSID الخاص بنقطة وصولك (عادة اسم شبكتك)
ca: ESSID de Punt d'Accés (normalment nom de la teva xarxa)
de: Zugangspunkt-ESSID (normalerweise der Name deines Netzwerks)
nb: Tilgangspunktets ESSID (vanligvis nettverksnavnet ditt)
ru: Точка доступа ESSID (имя вашей сети)

source: Advanced
ar: متقدم
ca: Avançat
de: Erweitert
nb: Avansert
ru: Дополнительно

source: Attended System Upgrade
ar: ترقية نظام موصى بها
ca: Actualització de Sistema assistida
de: Begleitetes Systemupgrade
nb: Brukerpåvirket systemoppgradering
ru: Обновление системы вручную

source: Cancel
ar: إلغاء
ca: Cancel·la
de: Abbrechen
nb: Avbryt
ru: Отмена

source: Changes applied.
ar: التغييرات تم تطبيقها.
ca: S’han aplicat els canvis.
de: Änderungen ausgeführt
nb: Endringer utført.
ru: Изменения внесены.

source: Channel 2.4 GHz
ar: القناة 2.4 GHz
ca: Canal 2.4 GHz
de: Kanal 2,4 GHz
nb: Kanal 2.4 GHz
ru: Канал 2,4 ГГц

source: Channel 5 GHz
ar: القناة 5 GHz
ca: Canal 5 GHz
de: Kanal 5 GHz
nb: Kanal 5 GHz
ru: Канал 5 ГГц

source: Checksum
ar: تدقيق المجاميع
ca: Verificació
de: Prüfsumme
nb: Sjekksum
ru: Контрольная сумма

source: Community name
ar: اسم المجتمع
ca: Nom de la comunitat
de: Name der Gemeinschaft
nb: Gemenskapsnavn
ru: Название сообщества

source: Contact
ar: اتصال
ca: Contacte
de: Kontakt
nb: Kontakt
ru: Контакты

source: Contact information
ar: معلومات الاتصال
ca: Informació de contacte
de: Kontaktinformationen
nb: Kontaktinformasjon
ru: Контактная информация

source: Country code
ar: رمز البلد
ca: Codi del país
de: Ländercode.
nb: Landskode
ru: Код страны

source: Country code used for WiFi radios
ar: رمز البلد المستخدم لراديوهات WiFi
ca: Codi de país per ràdios WiFi
de: Für WLAN-Sender verwendeter Ländercode
nb: Landkode brukt for Wi-Fi-radioer
ru: Код страны для радиоустройства WiFi

source: Default channel used for 2.4 GHz radios
ar: القناة الافتراضية المستخدمة لراديوهات 2.4 GHz
ca: Canal per defecte per ràdios 2.4 GHz
de: Standardkanal für 2,4-GHz-Sender
nb: Forvalgt kanal brukt for 2.4 GHz-radioer
ru: Канал по умолчанию для радиоустройств 2,4 ГГц

source: Default channel used for 5 GHz radios
ar: القناة الافتراضية المستخدمة لراديوهات 5 GHz
ca: Canal per defecte per ràdios 5 GHz
de: Standardkanal für 5-GHz-Sender
nb: Forvalgt kanal brukt for 5 GHz-radioer
ru: Канал по умолчанию для радиоустройств 5 ГГц

source: Distance
ar: المسافة
ca: Distància
de: Distanz
nb: Avstand
ru: Расстояние

source: Email
ar: البريد الإلكتروني
ca: Adreça electrònica
nb: E-post
ru: Эл. почта

source: Flash Firmware
ar: فلاش Firmware
ca: Instal·la el microprogramari
de: Firmware aufspielen
nb: Innprent fastvare
ru: Записать прошивку

source: Flash image...
ar: صورة Flash...
ca: Instal·la una imatge…
de: Abbild aufspielen …
nb: Innprent avtrykk…
ru: Записать образ

source: Flash new firmware image
ar: احرق صورة الfirmware الجديدة
ca: Gravar nova imatge de programari
de: Neues Firmware-Abbild aufspielen
nb: Innprent nytt fastvareavtrykk
ru: Записать новый образ прошивки

source: Flash operations
ar: عمليات الفلاش
ca: Operacions de gravació
de: Aufspieloperationen
nb: Innprentingsoperasjoner
ru: Операции записи

source: Flashing...
ar: جاري الحرق...
ca: S’està instal·lant…
de: Aufspielen …
nb: Innprenter…
ru: Запись...

source: General
ar: عام
de: Allgemein
nb: Generelt
ru: Общее

source: Hostname
ar: اسم المضيف
ca: Nom de màquina
nb: Vertsnavn
ru: Имя узла

source: Image
ar: الصورة
ca: Imatge
de: Abbild
nb: Bilde
ru: Изображение

source: Internet Prioritized Gateway (bmx6)
ar: بوابة الإنترنت ذات الأولوية (bmx6)
ca: Porta de sortida a Internet Prioritzada (bmx6)
de: Internetpriorisiertes Gateway (bmx6)
nb: Internettprioritert portner (bmx6)
ru: Предпочтительный шлюз в интернет (bmx6)

source: It appears that you are trying to flash an image that does not fit into the flash memory, please verify the image file!
ar: يبدو أنك تحاول كتابة صورة ليس لها مكان كاف في ذاكرة الفلاش، من فضلك تحقق من ملف الصورة!
ca: Sembla que estàs intentant gravar una imatge que no cap a la memòria flaix, si us plau verificar l'arxiu d'imatge!
de: Es scheint, als ob du versuchst, ein Abbild aufzuspielen, das nicht in den Flashspeicher passt. Bitte überprüfe die Abbilddatei!
nb: Det later til at du prøver å innprente et avtrykk som ikke får plass i innprentingsminnet, bekreft avtrykksfilen!
ru: Вы пытаетесь записать образ, размер которого больше установленной flash-памяти. Проверьте файл образа!

source: Keep settings
ar: الإبقاء على الإعدادات
ca: Mantenir paràmetres
de: Behalte Einstellungen
nb: Behold innstillinger
ru: Сохранить настройки

source: Latitude
ar: دائرة العرض
ca: Latitud
de: Breitengrad
nb: Breddegrad
ru: Широта

source: Latitude (this can be also configured in location tab)
ar: دائرة العرض (هذا أيضا يمكن ضبطه في لسان الموقع)
ca: Latitud (també es pot configurar al tab d'ubicació)
de: Breitengrad (dies kann auch im Standort-Reiter konfiguriert werden)
nb: Breddegrad (dette kan også settes opp i plasseringsfanen)
ru: Широта (этот параметр также можно изменить во вкладке 'позиция')

source: Loading
ar: جارٍ التحميل
ca: Carregant
de: Lade
nb: Laster
ru: Загрузка

source: Location
ar: الموقع
ca: Ubicació
de: Standort
nb: Plassering
ru: Местоположение

source: Logout
ar: تسجيل الخروج
ca: Surt
de: Abmelden
nb: Logg ut
ru: Выйти

source: Longitude
ar: خط الطول
ca: Longitud
de: Längengrad
nb: Lengdegrad
ru: Долгота

source: Longitude (this can be also configured in location tab)
ar: خط الطول (هذا أيضا يمكن ضبطه في لسان الموقع)
ca: Longitud (també es pot configurar al tab d'ubicació)
de: Längengrad (dies kann auch im Standort-Reiter konfiguriert werden)
nb: Breddegrad (dette kan også settes opp i posisjonsfanen)
ru: Долгота (этот параметр также можно изменить во вкладке 'позиция')

source: Main IPv4
ar: IPv4 رئيسي
ca: IPv4 principal
de: Haupt-IPv4
nb: Hoved-IPv4
ru: Основной IPv4 адрес

source: Main IPv6
ar: IPv6 رئيسي
ca: IP6 principal
de: Haupt-IPv6
nb: Hoved-IPv6
ru: Основной IPv6 адрес

source: Map location
ar: موقع الخريطة
ca: Mapa d'ubicació
de: Standortkarte
nb: Kartposisjon
ru: Расположение на карте

source: Max distance for the links in meters (big impact on performance)
ar: المسافة القصوى للوصلات بالمتر (نأثير كبير على الأداء)
ca: Max distància pels enllaços en metres (gran impacte en rendiment)
de: Maximaler Abstand für die Verbindungen in Metern (hat großen Einfluss auf die Leistung)
nb: Maksimal distanse for tilknytninger i meter (stor ytelsespåvirkning)
ru: Максимальная дистанция для соединений в метрах (сильно влияет на скорость)

source: Mesh BSSID
ar: BSSID الميش
ca: BSSID mesh
de: Netz-BSSID
nb: Maskenett-BSSID
ru: Имя сети (Mesh BSSID)

source: Name
ar: الاسم
ca: Nom
nb: Navn
ru: Название

source: Name for this node
ar: اسم هذه العقدة
ca: Nom per aquest node
de: Name für diesen Knoten
nb: Navnet på denne noden
ru: Имя этого узла

source: Network SSID
ar: SSID الشبكة
ca: SSID de la xarxa
de: Netzwerk-SSID
nb: Nettverks-SSID
ru: SSID сети

source: Notes
ar: ملاحظات
de: Bemerkungen
nb: Notater
ru: Примечания

source: Notes that will be shown on console login and will be at hand here.
ar: الملاحظات التي سيتم عرضها عند الconsole login وستكون معروضة هنا.
ca: Notes que es mostraran en l'inici de sessió de la consola i estaran disponibles aquí.
de: Anmerkungen werden bei der Konsolenanmeldung angezeigt und sind dort verfügbar.
nb: Notater som vil bli vist ved konsollinnlogging og vil være tilgjengelig her.
ru: Заметки, которые будут показываться при входе через консоль, будут под рукой здесь.

source: Proceed
ar: تابع
ca: Procedir
de: Fortfahren
nb: Fortsett
ru: Продолжить

source: Rebooting...
ar: جاري إعادة التشغيل...
ca: Reiniciant...
de: Neustart …
nb: Starter om…
ru: Перезагрузка…

source: Simple Config
ar: ضبط بسيط
ca: Configuració senzilla
de: Einfache Konfiguration
nb: Enkelt oppsett
ru: Простая настройка

source: Size
ar: الحجم
ca: Mida
de: Größe
nb: Størrelse
ru: Размер

source: Sorry, there is no sysupgrade support present; a new firmware image must be flashed manually. Please refer to the wiki for device specific install instructions.
ar: عذرا، لا يوجد دعم sysupgrade موجود؛ صورة firmware جديدة ينبغي كتابتها يدويا. من فضلك ارجع لهذه الويكي لإرشادات التنصيب حسب الجهاز.
ca: Ho sento, no hi ha suport per a l'actualització del sistema; s'ha de gravar manualment una nova imatge de programari. Si us plau, consulteu la wiki per instruccions específiques per a la instal·lació d'aquest dispositiu.
de: Leider ist keine Sysupgrade-Unterstützung vorhanden. Es muss manuell ein neues Firmware-Abbild aufgespielt werden. Bitte lies im Wiki die gerätespezifischen Installationsanweisungen.
nb: Det forefinnes ingen sysupgrade-støtte; et nytt fastvareavtrykk må innprentes manuelt. Henvend dem til wiki-en for enhetsspesifikk installasjonsinstruks.
ru: Это устройство не поддерживает обновления через sysupgrade, новая прошивка должна быть записана вручную. Подробнее см. wiki для конкретного устройства.

source: System
ar: النظام
ca: Sistema
ru: Система

source: System Notes
ar: ملاحظات النظام
ca: Notes del sistema
de: Systemmitteilungen
nb: Systemnotater
ru: Заметки о системе

source: The BSSID (WiFi network identifier) used for the mesh network
ar: الBSSID (معرف شبكة الWiFi) المستخدم لشبكة الmesh
ca: El BSSID (identificador de xarxa WiFi) que fa servir la xarxa mesh
de: Die BSSID (WLAN-Netzwerkkennung) für das Netzwerk
nb: BSSID-en (Wi-Fi-nettverksindikator) brukt for maskenettverket
ru: Имя сети BSSID, используемое для сети mesh

source: The flash image was uploaded. Below is the checksum and file size listed, compare them with the original file to ensure data integrity.<br /> Click "Proceed" below to start the flash procedure.
ar: صورة الفلاش تم رفعها. بالأسفل معروض checksum وحجم الملف، قارنهما بالملف الأصلي للتأكد من سلامة البيانات.<br /> اضغط على "Proceed" بالأسفل لبدء إجراءات الفلاش.
ca: S'ha carregat la imatge flaix. A continuació es mostra la suma de comprovació i la mida de l'arxiu, compareu-los amb l'arxiu original per garantir la integritat de les dades. Feu clic a "Continuar" per iniciar el procediment de gravació.
de: Das Aufspielabbild wurde hochgeladen. Unten werden die Prüfsumme und Dateigröße aufgelistet. Vergleiche diese mit der Originaldatei, um die Datenintegrität zu gewährleisten.<br />Klicke unten auf „Fortfahren“, um den Aufspielprozess zu starten.
nb: Innprentingsavtrykket ble lastet opp. Nedenfor finnes sjekksummen og filstørrelsen, sammenlign dem med originalfilen for å forsikre deg om at filen ikke har blitt tuklet med. <br /> Trykk "Fortsett" nedenfor når du ønsker å starte innprentingsprosessen.
ru: Образ прошивки загружен. Ниже указана контрольная сумма и размер файла, сравните их с оригинальным файлом для проверки целостности.<br />Нажмите "Начать" для начала записи.

source: The main IPv4 configured for this node, with slash notation (for ex. 1.2.3.4/24)
ar: الIPv4 الرئيسي المضبوط لهذه العقدة، بطريقة السلاش (كمثال 1.2.3.4/24)
ca: La direcció IPv4 principal configurada per a aquest node, amb notació de barra (per ex. 1.2.3.4/24)
de: Die für diesen Knoten konfigurierte Haupt-IPv4-Adresse, mit Schrägstrichen (z.&nbsp;B. 1.2.3.4/24)
nb: Hoved-IPv4 oppsatt for denne noden, med skråstreksnotasjon (f.eks. 1.2.3.4/24)
ru: Основной адрес IPv4, заданный для этого узла, в виде адрес/маска (1.2.3.4/24)

source: The main IPv6 configured for this node, with slash notation (for ex. 2001:db8::1/64)
ar: الIPv6 الرئيسي المضبوط لهذه العقدة، بطريقة السلاش (كمثال 2001:db8::1/64)
ca: La direcció IPv6 principal configurada per a aquest node, amb notació de barra (per ex. 2001:db8::1/64)
de: Die für diesen Knoten konfigurierte Haupt-IPv6-Adresse, mit Schrägstrichen (z.&nbsp;B. 2001:db8::1/64)
nb: Hoved-IPv6 oppsatt for denne noden, med skråstreksnotasjon (f.eks. 2001:db8::1/64)
ru: Основной адрес IPv6, заданный для этого узла, в виде адрес/маска (2001:db8::1/64)

source: The name of your network community
ar: اسم مجتمع شبكتك
ca: El nom de la teva comunitat de xarxa
de: Der Name deiner Netzwerkgemeinschaft
nb: Navnet på ditt nettverkfellesskap
ru: Название вашего сетевого сообщества

source: The system is flashing now.<br /> DO NOT POWER OFF THE DEVICE!<br /> Wait a few minutes before you try to reconnect. It might be necessary to renew the address of your computer to reach the device again, depending on your settings.
ar: عملية الفلاش جارية على النظام حاليا.<br /> لا تطفيء الجهاز!<br /> انتظر عدة دقائق قبل محاولة إعادة الاتصال. ربما يكون من الضروري تجديد عنوان جهاز الحاسوب الخاص بك، حسب إعداداتك.
ca: S’està instal·lant el sistema en aquest moment.<br />NO APAGUEU EL DISPOSITIU!<br />Espereu uns minuts abans d’intentar connectar-vos. Possiblement caldria renovar les adreces de l’ordinador perquè trobi el dispositiu de nou, en funció dels paràmetres que hàgiu definit.
de: Das System wird jetzt aufgespielt.<br />DAS GERÄT NICHT AUSSCHALTEN!<br />Warte einige Minuten, bevor du eine Neuverbindung versuchst. Es könnte – abhängig von deinen Einstellungen – erforderlich sein, die Adresse deines Computers zu erneuern, um das Gerät wieder zu erreichen.
nb: Systemet innprenter nå fastvare.<br /> Ikke skru av enheten!<br /> Vent noen minutter før du prøver å koble til igjen. Det kan være nødvendig å fornye adressen til datamaskinen din for å nå enheten din igjen, alt avhengig av innstillingene dine.
ru: Обновление системы запущено <br /> НЕ ОТКЛЮЧАЙТЕ ПИТАНИЕ!<br /> Подождите несколько минут, пока связь восстановится. Возможно, потребуется обновить адрес вашего компьютера, чтобы снова получить доступ к устройству, в зависимости от ваших настроек.

source: The uploaded image file does not contain a supported format. Make sure that you choose the generic image format for your platform.
ar: ملف الصورة المرفوع لا يحتوي على صيغة مدعومة. تأكد من أنك اخترت صيغة صورة عامة لجهازك.
ca: L'arxiu d'imatge carregat no té un format compatible. Assegura't d'escollir el format d'imatge genèric per a la teva plataforma.
de: Die hochgeladene Abbilddatei enthält kein unterstütztes Format. Stelle sicher, dass du das allgemeine Abbildformat für deine Plattform auswählst.
nb: Det opplastede avtrykketsfilen inneholder ikke et støttet format. Forsikre deg om at du velger det generiske avtrykksformatet for din plattform.
ru: Загруженный файл образа имеет неподдерживаемый формат. Убедитесь, что вы выбрали формат, подходящий к вашей платформе (generic формат).

source: Upload a LibreMesh sysupgrade image here to replace the running firmware.
ar: ارفع صورة LibreMesh sysupgrade هنا لاستبدال الfirmware الحالي.
ca: Carregar una imatge d'actualització del sistema LibreMesh aquí per reemplaçar el firmware en execució.
de: Hier ein Sysupgrade-Abbild für LibreMesh hochladen, um die laufende Firmware zu ersetzen.
nb: Last opp et LibreMesh-sysupgrade-avtrykk her for å erstatte den kjørende fastvaren.
ru: Загрузите образ обновления (sysupgrade) LibreMesh сюда для замены рабочей прошивки.

source: Upload a sysupgrade-compatible image here to replace the running firmware. Check "Keep settings" to retain the current configuration (requires a compatible firmware image).
ar: ارفع صورة sysupgrade-compatible هنا لاستبدال الfirmware الحالي. اختر "Keep settings" للاحتفاظ بالضبط الحالي (يتطلب صورة firmware متوافقة).
ca: Carregueu aquí una imatge compatible con sysupgrade per reemplaçar el programari en execució. Comproveu "Mantenir paràmetres" per mantenir la configuració actual (cal una imatge de programari compatible).
de: Lade hier ein Sysupgrade-kompatibles Abbild hoch, um die laufende Firmware zu ersetzen. Wähle „Einstellungen behalten“ aus, um die derzeitige Konfiguration beizubehalten (erfordert ein kompatibles Firmware-Abbild).
nb: Last opp et sysupgrade-kompatibelt avtrykk her for å erstatte kjørende fastvare. Huk av "Behold innstillinger" for å beholde gjeldende oppsett (krever kompatibelt fastvareavtrykk).
ru: Загрузите сюда sysupgrade-совестимый образ для замены рабочей прошивки. Отметьте гелочкой "Сохранить настройки" для сохранения текущей конфигурации (требует совместимого образа прошивки).

source: Verify
ar: حقق
ca: Verificar
de: Verifizieren
nb: Bekreft
ru: Проверить

source: Waiting for changes to be applied...
ar: في انتظار تطبيق التغييرات...
ca: Esperant l'aplicació de canvis...
de: Warte auf Anwendung der Änderungen
nb: Venter på at endringer skal iverksettes…
ru: Ожидание применения изменений...

source: You can choose a Gateway to prioritize your traffic to go through this node.
ar: يمكنك اختيار Gateway لإعطاء أولوية لبياناتك للذهاب من خلال هذه العقدة.
ca: Pots escollir una Porta de sortida per prioritzar el teu trànsit per passar per aquest node.
de: Du kannst ein bevorzugtes Gateway auswählen, durch das dein Verkehr gehen soll.
nb: Du kan velge en portner for å prioritere din trafikk til å ta veien gjennom denne noden.
ru: Вы можете выбрать шлюз как предпочтительный для трафика, проходящего через этот узел.

source: Your email (not required)
ar: عنوان البريد الإلكتروني الخاص بك (غير إجباري)
ca: El teu correu electrònic (opcional)
de: Deine E-Mail-Adresse (optional)
nb: Din e-postadresse (ikke nødvendig)
ru: Ваш е-мейл (необязательно)

source: Your name or alias (not required)
ar: اسمك أو لقبك (غير إجباري)
ca: El teu nom o àlies (opcional)
de: Dein Name oder Alias (optional)
nb: Ditt navn eller alias (ikke nødvendig)
ru: Ваше имя или псевдоним (не обязательно)
